{
  "paid": false,
  "description": "Never before in history have there been combined in one man the character, the political leadership, the military perception and the eloquence which our generation has known in Winston Churchill. It is no wonder that when it was announced that he would write the history of the Second World War, there arose throughout the world an interest and excitement caused by no other publication of this century. The six volumes of The Second World War fulfilled the highest expectations with which they were awaited. But the great length of the work and its necessary cost has prevented many thousands from reading and owning this great history. Now the heart of the work appears in one volume. The abbreviation has been made with the utmost skill, resulting in a unified, dramatic story of the world's greatest ordeal. Perhaps the glory of Sir Winston's prose is even heigtened by the omission of details necessary for the record but of less interest to the general reader. Memoirs of the Second World War will be read and treasured by a vast number of people who do not yet know this drama written imperishably by one of its greatest actors. - Jacket flap.",
  "title": "Memoirs of The Second World War",
  "cover_image_available": true,
  "subject_places": [
    "Great Britain",
    "Europe"
  ],
  "first_publish_year": "1948",
  "key": "OL134333W",
  "authors": [
    "Winston S. Churchill"
  ],
  "subjects": [
    "Personal narratives, British",
    "British Personal narratives",
    "Great Britain",
    "Military leadership",
    "World War, 1939-1945",
    "Command of troops",
    "Churchill, winston, 1874-1965",
    "World war, 1939-1945, personal narratives, british",
    "World war, 1939-1945, great britain",
    "World War (1939-1945)",
    "Prime ministers",
    "Biography",
    "Guerre mondiale (1939-1945)",
    "Causes",
    "Diplomatic history",
    "Politics and government",
    "War",
    "World War (1939-1945) fast (OCoLC)fst01180924"
  ],
  "subject_times": [
    "1918-1945"
  ],
  "latest_revision": 23,
  "edition_count": 23,
  "created": "2009-10-19T14:05:11.183754",
  "last_modified": "2024-08-30T12:54:57.364364",
  "price": 0
}